<?php
	include "config/config.php";
	$conn = connection();

	$option_name = "";

	$sql = "SELECT * FROM patient_title WHERE patient_title_enable = '1'";
	$res = query($conn, $sql);
	while($rs = fetch_array($res)){
		$option_name .= '<option value="'.$rs['patient_title_id'].'">'.$rs['patient_title_name'].'</option>';
	}

?>
<!DOCTYPE html>
<html lang="en">

<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <meta http-equiv="X-UA-Compatible" content="ie=edge">
  <title>Term and Conditions of Use</title>
  <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.3.1/css/bootstrap.min.css">
  <style>
        /* Change navbar color to #6777ef */
        .navbar {
            background-color: #6777ef;
        }
    </style>
</head>

<body>
  <nav class="navbar navbar-expand-lg navbar-dark bg">
    <div class="container">
      <a class="navbar-brand" href="#">Term and Conditions of Use</a>
    </div>
  </nav>

  <div class="container mt-4">
    <div class="card">
      <div class="card-body">
        <h3 class="card-title mb-4">ข้อกำหนดและเงื่อนไขการใช้งานสำหรับ</h3>
        <p class="card-text">โปรดอ่านข้อกำหนดและเงื่อนไขการใช้งาน (Term and Conditions) นี้ก่อนที่คุณจะลงทะเบียนและเริ่มใช้งานโปรแกรมนัดหมายแพทย์ของเรา โปรดทราบว่าการใช้งานโปรแกรมของเราจะถือว่าคุณยอมรับและตกลงยินยอมที่จะปฏิบัติตามข้อกำหนดและเงื่อนไขต่อไปนี้ หากคุณไม่ยอมรับข้อกำหนดและเงื่อนไขต่อไปนี้</p>
        <h4>1. การลงทะเบียนใช้งาน</h4>
        <ol type="1">
          <li>เมื่อคุณลงทะเบียนเพื่อใช้งานโปรแกรมนัดหมายแพทย์ของเรา คุณจะต้องกรอกข้อมูลส่วนบุคคลของคุณให้ถูกต้อง และคุณต้องรับผิดชอบต่อการรักษาความปลอดภัยของรหัสผ่านของคุณเอง โดยคุณต้องรักษาความลับของรหัสผ่านของคุณเอง โปรดทราบว่าเราจะไม่รับผิดชอบในกรณีที่บุคคลอื่นมีการเข้าถึงโปรแกรมของเราโดยใช้รหัสผ่านของคุณ</li>
        <li>หลังจากที่คุณได้ลงทะเบียนและเข้าใช้งานโปรแกรมของเราแล้ว คุณจะได้รับสิทธิ์ในการใช้งานโปรแกรมนัดหมายแพทย์ของเรา</li>
        </ol>

        <h4>2. ข้อมูลผู้ใช้และความเป็นส่วนตัว</h4>
        <ol type="1">
            <li>เราจะเก็บข้อมูลส่วนบุคคลของคุณเพื่อใช้ในการให้บริการแก่คุณ โดยเราจะปกป้องข้อมูลส่วนบุคคลของคุณตามนโยบายความเป็นส่วนตัวของเรา</li>
            <li>เราอาจจะใช้ข้อมูลส่วนบุคคลของคุณเพื่อการวิเคราะห์และปรับปรุงการให้บริการของเรา โดยไม่เปิดเผยข้อมูลให้กับบุคคลภายนอกโดยไม่ได้รับอนุญาตจากคุณก่อน</li>
            <li>เราจะไม่เปิดเผยข้อมูลส่วนบุคคลของคุณให้กับบุคคลภายนอกโดยไม่ได้รับอนุญาตจากคุณก่อน แต่เราอาจจะเปิดเผยข้อมูลส่วนบุคคลของคุณหากเราต้องการปฏิบัติตามกฎหมายหรือรายการคำร้องของหน่วยงานราชการ</li>
        </ol>
        <h4>3. การใช้งานและการจำกัดความรับผิดชอบ</h4>
        <ol type="1">
            <li>เราไม่รับประกันความถูกต้องของข้อมูลที่ได้รับจากผู้ใช้งานโปรแกรม โดยคุณต้องดำเนินการตามความเหมาะสมและอยู่ในขอบเขตของกฎหมายที่เกี่ยวข้องเมื่อใช้งานโปรแกรมของเรา</li>
            <li>เราไม่รับผิดชอบในกรณีที่ผู้ใช้งานโปรแกรมใช้งานไม่ถูกต้องหรือไม่สามารถเข้าถึงโปรแกรมของเราได้ โดยไม่ว่าจะเป็นเหตุการณ์ใด ๆ</li>
            <li>เราไม่รับผิดชอบในกรณีที่โปรแกรมของเราไม่สามารถทำงานได้ตามความต้องการหรือสมรรถนะของผู้ใช้งาน โดยเราจะพยายามให้บริการให้ดีที่สุดแต่ไม่รับประกันความสมบูรณ์ของโปรแกรมของเรา</li>
            <li>เราไม่รับผิดชอบในความเสียหายใด ๆ ที่เกิดขึ้นจากการใช้งานโปรแกรมของเรา ไม่ว่าจะเป็นความเสียหายต่อบุคคล ทรัพย์สิน หรือความเสียหายอื่น ๆ ที่เกี่ยวข้องกับการใช้งานโปรแกรมของเรา</li>
        </ol>
        <h4>4. การสิ้นสุดการใช้งาน</h4>
        <ol type="1">
            <li>เราสามารถยกเลิกการใช้งานโปรแกรมของคุณได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า หากคุณฝ่าฝืนเงื่อนไขและข้อกำหนดที่ระบุไว้ในข้อตกลงนี้ หรือมีการใช้งานโปรแกรมเพื่อวัตถุประสงค์ที่ไม่เหมาะสมหรือไม่สมควรตามกฎหมาย</li>
            <li>เมื่อเรายกเลิกการใช้งานโปรแกรมของคุณ คุณต้องหยุดการใช้งานโปรแกรมทันที และต้องดำเนินการลบข้อมูลของคุณออกจากระบบของเรา</li>
        </ol>
        <h4>5. การเปลี่ยนแปลงข้อตกลง</h4>
        <ol type="1">
            <li>เราอาจปรับปรุงและเปลี่ยนแปลงข้อตกลงนี้เมื่อใดก็ได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า คุณต้องตรวจสอบข้อตกลงนี้เป็นครั้งคราว</li>
            <li>การเปลี่ยนแปลงข้อตกลงนี้จะมีผลใช้บังคับตั้งแต่วันที่เราเผยแพร่ข้อตกลงนั้น ๆ บนเว็บไซต์ของเรา การใช้งานโปรแกรมของคุณหลังจากมีการเปลี่ยนแปลงข้อตกลงถือว่าคุณยอมรับการเปลี่ยนแปลงดังกล่าว</li>

        </ol>
        <h4>6. การสิ้นสุดข้อตกลง</h4>
        <ol type="1">
            <li>เราสามารถสิ้นสุดข้อตกลงนี้ได</li>
            <li>การสิ้นสุดข้อตกลงนี้จะไม่ส่งผลต่อส่วนที่ยังคงมีผลบังคับใช้ ซึ่งรวมถึงข้อตกลงและข้อกำหนดเพิ่มเติมที่เราได้แจ้งให้คุณทราบ</li>
            <li>หากมีข้อพิพาทหรือโต้แย้งที่เกี่ยวกับข้อตกลงนี้ คุณตกลงว่าจะพยายามแก้ไขปัญหากับเราก่อนจะดำเนินการด้วยวิธีการทางกฎหมาย</li>
            <li>ข้อตกลงนี้จะถูกตีพิมพ์และตีระเบียบในภาษาไทยเท่านั้น และมีผลบังคับใช้ตามกฎหมายของประเทศไทย</li>
            <li>เราสงวนสิทธิ์ในการแก้ไขหรือปรับปรุงข้อตกลงนี้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า แต่เราจะประกาศข้อบังคับใช้ล่าสุดในเว็บไซต์ของเรา</li>
        </ol>
        <h6>ขอบคุณที่ใช้บริการของเราและยินดีให้บริการคำปรึกษาหากมีข้อสงสัยหรือข้อเสนอแนะใด ๆ กรุณาติดต่อเราผ่านทางช่องทางต่าง ๆ ที่เราจัดให้ในเว็บไซต์ของเรา</h4>